import React from 'react';

export const About = () => (
  <div className="jumbotron">
    <div className="container">
      <h1 className="display-4">
        Настоящее React-приложение является превосходным приложением, созданным специально для
        лучшего друга, который может иметь надобность в создании и хранении своих творческих
        заметок. Иногда при работе приложения могут возникать небольшие задержки, так как данные
        хранятся на удалённом сервере.
      </h1>
      <p className="lead">
        Версия приложения <strong>1.0.42</strong>
      </p>
    </div>
  </div>
);
